
"Battery Power" = "Bateria";
"AC Power" = "Adaptador de Alimentação";
"UPS Power" = "Sistema Nobreak";

//Alternate Power Adapter tabViewItem label
"Power" = "Potência";

//The power warning sheet
"Restore Defaults" = "Restaurar Padrões";
"OK" = "OK";
"Cancel" = "Cancelar";

"UPS Power Checkbox" = "Mostrar estado do nobreak na barra de menus";
//"Battery Power Checkbox"= "Show battery status in the menu bar";

// the UPS status
"percent full" = "%.0f%% completado";
"Current UPS Charge" = "Carga atual: %.0f%%";

"Power consumption may be greater than normal." = "Talvez o seu computador use mais energia com estes ajustes.";
"Reset by clicking Restore Defaults" = "Para reduzir o consumo de energia, clique em Restaurar Padrões.";

"Network wake noise warning" = "Quando a opção \"Despertar para o acesso à rede\" estiver ativada, talvez você ouça o seu computador sendo ativado de vez em quando.";
"Wakes for detection" = "Informa os outros dispositivos de que o seu computador continua disponível na rede.";

"Wake for network" = "Despertar para o acesso de rede";
"Wake for Ethernet" = "Despertar para o acesso de rede via Ethernet";
"Wake for AirPort" = "Despertar para o acesso de rede via AirPort";

"Custom" = "Personalizar";

"Schedule Warning- power adapter must be present" = "A inicialização programada somente ocorrerá quando um adaptador de alimentação estiver conectado ao seu Mac.";

// the Battery Status is always appended to one of the above strings so a space is provided at the strings beginning.
"Battery Status" = "Carga atual da bateria: %.0f%%  Tempo restante estimado: %@";
"Battery Status, Charged" = "A bateria está carregada.";
"Short Battery Status" = "Tempo restante estimado: %@ (%.0f%%)";
"Battery Status, Charging" = "Carga atual da bateria: %.0f%%  Tempo estimado até que esteja completamente carregada: %@";
"Short Battery Status, Charging" = "Tempo estimado até completar: %@ (%.0f%%)";
"Current Charge" = "Carga atual da bateria: %.0f%%";
"Calculating time" = "Calculando tempo";
 
"Check Battery" = "Verifique a bateria."; 
"Poor Battery" = "Estado da bateria: é preciso trocá-la agora.";
"Fair Battery" = "Estado da bateria: é preciso trocá-la em breve.";


"AutoProc" = "Automático";
"HighProc" = "Máximo";
"NormalProc" = "Reduzido";

/* strings for tool tips */
"minute" = "minuto";
"minutes" = "minutos";
"hour" = "hora";
"hours" = "horas";

"dim" = "Escurecer";
"sleep" = "Repouso";
"halfminute" = ".5";

/* Format String to display tool tip with.  MUST contain two arguments that show where to insert the display
    dim time %1$@  and where to insert the display sleep time %2$@    They can be in any order.  The %1
    tells the string to put the first (dim time) parameter in that location.  %2 indicates the place to put
    the display sleep time. */
"Dim %@. Sleep %@." = "Escurecer %1$@. Repouso %2$@.";

"Never" = "Nunca";
"1 minute" = "1 minuto";
"3 minutes" = "3 minutos";
"5 minutes" = "5 minutos";
"10 minutes" = "10 minutos";
"15 minutes" = "15 minutos";
"20 minutes" = "20 minutos";
"25 minutes" = "25 minutos";
"30 minutes" = "30 minutos";  
"45 minutes" = "45 minutos";
"1 hour" = "1 hora";
"1 hour 15 minutes" = "1 hora e 15 minutos";
"1 hour 30 minutes" = "1 hora e 30 minutos";  
"1 hour 45 minutes" = "1 hora e 45 minutos";
"2 hours" = "2 horas";
"3 hours" = "3 horas";

"Better Energy Savings" = "Maior Economia de Energia";
"Better Battery Life" = "Maior Vida Útil da Bateria";
"Better UPS Life" = "Melhor Vida Útil do Nobreak";

// *** Note to localizers: These strings will be clipped if they get much longer.
// The second string is almost as long as possible (about two additional character widths are possible)
"GFX_CHANGE_WARNING_TEXT_LOGOUT" = "A alteração só terá efeito se finalizar a sessão";
"GFX_CHANGE_WARNING_TEXT_ALL_LOGOUT" = "A alteração só terá efeito se todos finalizarem sessão";
"GFX_CHANGE_WARNING_TEXT_RESTART" = "Você deve reiniciar para que esta alteração tenha efeito";

"GFX_CHANGE_TITLE" = "A alteração dos ajustes gráficos requer que você finalize a sessão.";
"GFX_CHANGE_DESC" = "Clique em Finalizar Sessão para continuar. Você terá a oportunidade de salvar todos os documentos abertos.";
"GFX_CHANGE_TITLE2" = "A alteração dos ajustes gráficos requer que o computador seja reiniciado.";
"GFX_CHANGE_DESC2" = "Clique em Reiniciar para continuar. Você terá a oportunidade de salvar todos os documentos abertos.";
"LOGOUT_BUTTON" = "Finalizar Sessão";
"RESTART_BUTTON" = "Reiniciar";

"AUTO_SWITCH_MSG_ON"  = "O seu computador alternará automaticamente entre os modos gráficos para preservar a vida útil da bateria.";
"AUTO_SWITCH_MSG_OFF" = "Quando a troca automática está desativada, o seu computador sempre usa o processamento\ngráfico de alto desempenho. Isso pode diminuir a vida útil da bateria.";

//"Custom Profile Tooltip" = "Custom Settings";

//"energy savings" = "energy savings";
//"battery life" = "battery life";
//"UPS life" = "UPS life";

//"Profile High Perf Rating" = "Your energy settings are optimized for high performance.";
//"Profile Better Performance Rating" = "Your energy settings are optimized for better than average %@.";
//"Profile Normal Rating" = "Your energy settings are optimized for normal performance and %@.";
//"Profile Better Energy Rating" = "Your energy settings are optimized for better than average %@.";

//"long battery life" = "long battery life";
//"long UPS life" = "long UPS life";
//"high energy savings" = "high energy savings";
//"Profile High Energy Savings Rating" = "Your energy settings are optimized for %@.";


